//sprav.js

exports.spravUnit = [{id: '0', name: '-'},{id: '1', name: 'метр2'},{id: '2', name: 'шт'}]
exports.spravProdGroup = [{id: '0', name: 'Дорожная группа'}, {id: '1', name: 'Транспортные услуги'}, {id: '2', name: 'Другие'}]

exports.statusSubOrder = [{id: '0', name: 'открытое'}, {id: '1', name: 'закрытое'}]

exports.myComp = [{
name: 'ООО "ЛЗБИ"', 
lastname: 'ЛЗБИ', 
inn: '7816533550',
kpp: '781601001',
rs: '40702810429260006562',
namebank:'ФИЛИАЛ N 7806 ВТБ 24 (ЗАО) Г.САНКТ-ПЕТЕРБУРГ',
bik:'044030811',
ks: '30101810300000000811',
index: '192281',
address: 'Санкт-Петербург г, Балканская пл., д. №5, строение АД, оф.41-H',
phone: '(812) 333-14-22',
gendir: 'Береговой Д.В.',
},
{
name: 'ООО "Рубикон"', 
lastname: 'Рубикон', 
inn: '7810877258',
kpp: '781001001',
rs: '40702810829260000715',
namebank:'ФИЛИАЛ N 7806 ВТБ 24 (ЗАО) Г.САНКТ-ПЕТЕРБУРГ',
bik:'044030811',
ks: '30101810300000000811',
index: '196247',
address: 'Санкт-Петербург, Площадь Конституции д. 2',
phone: '',
gendir: 'Абдулганиева Е.Б.',
}]

exports.myRS = [{rs:'40702810129269006562', bik:'044030811', c_id:0},{rs:'40702810429260006562', bik:'044030811', c_id:0},{rs:'40702810829260000715', bik:'044030811', c_id:1}]

